Repository: SwissCautionSA/nextjs-revalidate
Catalog: languages/nextjs-revalidate-*.po
Languages: fr_fr

source: Purge cache of post “%s”
fr_fr: Purger le cache du post « %s »

source: Purge cache
fr_fr: Vider le cache

source: Purge caches
fr_fr: Vider les caches

source: “%s” cache will be purged shortly.
fr_fr: Le cache « %s » a été correctement purgé.

source: Unable to purge cache. Please try again or contact an administrator.
fr_fr: Le cache n’a pas pu être vidé correctement. Veuillez réessayer ou contacter un administrateur.

source: %d cache will be purged shortly.
fr_fr: %d cache sera bientôt purgé.

# Admin top bar menu
source: Purge caches
fr_fr: Vider les caches

# Admin top bar menu
source: All
fr_fr: Tout

# Admin top bar menu
source: Purging all cache may take some time according to the number of pages to purge.
fr_fr: La purge de tout le cache peut prendre un certain temps en fonction du nombre de pages à purger.

source: Purge all: %d pages added to purge. Please wait until all pages are purged.
fr_fr: Purger tout : %d pages ajoutées à la file d’attente. Veuillez attendre que toutes les pages soient purgées.

source: Purging caches. Please wait… %s%s
fr_fr: La purge des pages est en cours d’exécution. Veuillez patienter... %s%s

source: View purge caches queue
fr_fr: Afficher la file d’attente de purge de cache

source: Queue correctly resetted.
fr_fr: La file d’attente a été correctement réinitialisée.

source: Next.js revalidate settings
fr_fr: Next.js revalidate paramètres

source: Next.js API
fr_fr: Configuration de l’API Next.js

source: Allow purge all
fr_fr: Autoriser la purge de tous

source: On menu update
fr_fr: Vider les caches lors de la mise à jour d’un menu

source: Debug
fr_fr: Débogage

source: Queue
fr_fr: File d’attente

source: NextJS-Revalidate settings tabs
fr_fr: Paramètres de Next.js revalidate

source: Purge queue
fr_fr: File d’attente de purge

source: %d URL waiting to be purged
fr_fr: %d URL en attente de purge

source: Priority
fr_fr: Priorité

source: Next.js API config
fr_fr: Configuration de l’API Next.js

source: Revalidate url
fr_fr: URL de revalidation

source: Revalidate Secret
fr_fr: Secret de revalidation

source: Allow purge all options
fr_fr: Options de purge de tous les types

source: Define which post type has the option to have all posts purged in the admin bar.
fr_fr: Définir quel type de post a l’option de purger tous les items dans la barre d’administration.

source: All post types
fr_fr: Toutes les types

source: Warning: according to the number of post types & posts for each post type this action can be very slow.
fr_fr: Attention : en fonction du nombre de types de post et de posts pour chaque type, cette action peut être très lente.

source: On menu update options
fr_fr: Paramètres de mise à jour de menu

source: Define which post type will be revalidated when updating a menu.
fr_fr: Définir quel type de post sera vider lors de la mise à jour d’un menu.

source: Debug options
fr_fr: Paramètres de débogage

source: Some configuration for easier debug.
fr_fr: Quelques configurations pour faciliter le débogage.

source: Enable logs
fr_fr: Activer les journaux

source: Logs will be saved to file lacated in <code>%s</code>
fr_fr: Les journaux seront sauvegardés dans un fichier stocké dans <code>%s</code>

source: Please install composer dependencies for Next.js Revalidate to work
fr_fr: Veuillez installer les dépendances du compositeur pour que Next.js Revalidate fonctionne

source: Next.js plugin allows you to purge & re-build the cached pages from the WordPress admin area. It also automatically purges & re-builds when a page/post/... is save or updated.
fr_fr: Le plugin Next.js Revalidate vous permet de purger et de reconstruire les pages en cache depuis la zone d’administration de WordPress. Il purge et reconstruit aussi automatiquement lorsqu’une page/post/… est sauvegardée ou mise à jour.
